{
  "Profile Information": "Información de perfil",
  "Profile": "Perfil",
  "Update your account's profile information and email address.": "Actualice la información de perfil y la dirección de correo electrónico de su cuenta.",
  "Update Password": "Actualizar contraseña",
  "Ensure your account is using a long, random password to stay secure.": "Asegúrese de que su cuenta esté utilizando una contraseña larga y aleatoria para mantenerse seguro.",
  "Current Password": "Contraseña actual",
  "New Password": "Nueva contraseña",
  "Confirm Password": "Confirmar contraseña",
  "Save": "Guardar",
  "Two Factor Authentication": "Autenticación de dos factores",
  "Add additional security to your account using two factor authentication.": "Agregue seguridad adicional a su cuenta utilizando la autenticación de dos factores.",
  "You have not enabled two factor authentication.": "No ha habilitado la autenticación de dos factores.",
  "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando se habilita la autenticación de dos factores, se le pedirá un token seguro y aleatorio durante la autenticación. Puede recuperar este token de la aplicación Google Authenticator de su teléfono.",
  "Enable": "Habilitar",
  "Disable": "Deshabilitar",
  "Browser Sessions": "Sesiones de navegador",
  "Manage and log out your active sessions on other browsers and devices.": "Administre y cierre la sesión de sus sesiones activas en otros navegadores y dispositivos.",
  "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puede cerrar la sesión de todas sus otras sesiones de navegador en todos sus dispositivos. Algunas de sus sesiones recientes se enumeran a continuación; sin embargo, esta lista puede no ser exhaustiva. Si cree que su cuenta ha sido comprometida, también debe actualizar su contraseña.",
  "Log Out Other Browser Sessions": "Cerrar la sesión de otras sesiones de navegador",
  "Delete Account": "Eliminar cuenta",
  "Permanently delete your account.": "Eliminar permanentemente su cuenta.",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán permanentemente. Antes de eliminar su cuenta, descargue los datos o la información que desee conservar.",
  "Dashboard": "Panel",
  "Log Out": "Cerrar sesión",
  "Manage Account": "Administrar cuenta",
  "For your security, please confirm your password to continue.": "Por su seguridad, confirme su contraseña para continuar.",
  "Password": "Contraseña",
  "Cancel": "Cancelar",
  "Confirm": "Confirmar",
  "Finish enabling two factor authentication.": "Finalizar habilitación de autenticación de dos factores.",
  "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Para finalizar la habilitación de la autenticación de dos factores, escanee el siguiente código QR utilizando la aplicación de autenticación de su teléfono o ingrese la clave de configuración y proporcione el código OTP generado.",
  "Setup Key": "Clave de configuración",
  "Code": "Código",
  "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarde estos códigos de recuperación en un administrador de contraseñas seguro. Se pueden utilizar para recuperar el acceso a su cuenta si se pierde su dispositivo de autenticación de dos factores.",
  "Regenerate Recovery Codes": "Regenerar códigos de recuperación",
  "Show Recovery Codes": "Mostrar códigos de recuperación",
  "You have enabled two factor authentication.": "Ha habilitado la autenticación de dos factores.",
  "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "¿Estás seguro de que deseas eliminar tu cuenta? Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán permanentemente. Ingrese su contraseña para confirmar que desea eliminar permanentemente su cuenta.",
  "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Ingrese su contraseña para confirmar que desea cerrar la sesión de sus otras sesiones de navegador en todos sus dispositivos.",
  "Email": "Correo electrónico",
  "Remember me": "Recuérdame",
  "Forgot your password?": "¿Olvidaste tu contraseña?",
  "Log in": "Iniciar sesión",
  "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? No hay problema. Solo dinos tu dirección de correo electrónico y te enviaremos un enlace de restablecimiento de contraseña por correo electrónico que te permitirá elegir una nueva.",
  "Email Password Reset Link": "Enviar enlace por correo electrónico",
  "Already registered?": "¿Registrado?",
  "Register": "Registrarse",
  "Name": "Nombre",
  "Dark Mode": "Modo oscuro",
  "Light Mode": "Modo claro",
  "Manage Roles and Permissions": "Administrar roles y permisos",
  "Here you can manage roles and permissions for your application.": "Aquí puede administrar roles y permisos para su aplicación.",
  "Manage Permissions": "Administrar permisos",
  "Manage Roles": "Administrar roles",
  "New Permission Name": "Nombre de permiso nuevo",
  "New Role Name": "Nombre de rol nuevo",
  "Create Permission": "Crear permiso",
  "Create Role": "Crear rol",
  "Existing Permissions": "Permisos existentes",
  "Existing Roles": "Roles existentes",
  "Assign Permissions to Roles": "Asignar permisos a roles",
  "Select a role": "Seleccionar un rol",
  "Roles and Permissions Management": "Administración de roles y permisos",
  "Permission created successfully.": "Permiso creado con éxito.",
  "Role created successfully.": "Rol creado con éxito.",
  "Photo": "Foto",
  "Select A New Photo": "Seleccionar una nueva foto",
  "Remove Photo": "Eliminar foto",
  "Users": "Usuarios",
  "Created At": "Creado en",
  "Created at": "Creado en",
  "Actions": "Acciones",
  "Edit": "Editar",
  "Leave blank if you don't want to change the password": "Deje en blanco si no desea cambiar la contraseña",
  "Update": "Actualizar",
  "Edit User": "Editar usuario",
  "Update the user's profile information and email address.": "Actualice la información de perfil y la dirección de correo electrónico del usuario.",
  "Leave blank if you do not wish to change the password.": "Deje en blanco si no desea cambiar la contraseña.",
  "Role deleted successfully.": "Rol eliminado con éxito.",
  "Courses": "Cursos",
  "Start date": "Fecha de inicio",
  "End date": "Fecha de finalización",
  "Create Course": "Crear curso",
  "Create New Course": "Crear nuevo curso",
  "Description": "Descripción",
  "Start Date": "Fecha de inicio",
  "End Date": "Fecha de finalización",
  "Please correct the following errors:": "Corrija los siguientes errores:",
  "Employees": "Empleados",
  "Position": "Cargo",
  "Create Employee": "Crear empleado",
  "Create New Employee": "Crear nuevo empleado",
  "This device": "Este dispositivo"
}
